# General

brew "bat"
brew "coreutils"
brew "ddgr"
brew "docker"
brew "exa"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "googler"
brew "gpg"
brew "hadolint"
brew "htop"
brew "hub"
brew "jq"
brew "neovim"
brew "pandoc"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "stow"
brew "terraform"
brew "tmux"
brew "vim"
brew "watch"
brew "yamllint"
brew "yq"

tap "universal-ctags/universal-ctags"
brew "universal-ctags"

tap "rockyluke/devops"
brew "gitlint"

# Go
tap "golangci/tap"

brew "go"
brew "gimme"
brew "golangci-lint"

# Kubernetes

brew "helm"
brew "kubectl"

tap "derailed/k9s"
brew "k9s"

tap "instrumenta/instrumenta"
brew "conftest"

# Font
tap "homebrew/cask-fonts"

cask "font-jetbrainsmono-nerd-font"

# Casks
tap "homebrew/cask"

cask "1password"
cask "alacritty"
cask "cheatsheet"
cask "docker"
cask "firefox"
cask "kap"
cask "keycastr"
cask "riot"
cask "slack"
cask "spectacle"
cask "vagrant"
cask "virtualbox"
