# General

brew "bat" # next-gen cat
brew "coreutils"
brew "ddgr"
brew "docker"
brew "exa" # next-gen ls
brew "fzf" # fuzzy finder
brew "glow" # markdown previewer cli
brew "googler"
brew "gpg"
brew "hadolint" # dockerfile linter
brew "jq"
brew "pandoc"
brew "reattach-to-user-namespace"
brew "ripgrep" # next-gen grep
brew "shellcheck"
brew "shfmt" # shell formatter
brew "stow"
brew "terraform"
brew "tmux"
brew "vim"
brew "watch"
brew "yamllint"
brew "yq" # like jq but for yaml
brew "lazydocker" # docker terminal ui

# Git
brew "git"
brew "gh" # github cli
brew "hub" # github cli
brew "lazygit" # git terminal ui

tap "profclems/tap"
brew "glab" # gitlab cli

tap "rockyluke/devops"
brew "gitlint"


# Tags
tap "universal-ctags/universal-ctags"
brew "universal-ctags"

# Go
tap "golangci/tap"

brew "go"
brew "gimme"
brew "golangci-lint"

# Kubernetes

brew "helm"
brew "kubectl"

tap "derailed/k9s"
brew "k9s"

tap "instrumenta/instrumenta"
brew "conftest"

# Font
tap "homebrew/cask-fonts"

cask "font-jetbrainsmono-nerd-font"

# Casks
tap "homebrew/cask"

cask "1password"
cask "alacritty"
cask "cheatsheet"
cask "docker"
cask "firefox"
cask "kap"
cask "keycastr"
cask "riot"
cask "slack"
cask "spectacle"
cask "vagrant"
cask "virtualbox"
