# FORMULAE

brew "bash"
brew "bash-completion"
brew "bat"
brew "bottom"
brew "commitizen"
brew "coreutils"
brew "ddgr"
brew "direnv"
brew "dive"
brew "docker"
brew "exa"
brew "fzf"
brew "gh"
brew "gimme"
brew "git"
brew "git-delta"
brew "glab"
brew "glow"
brew "go"
brew "googler"
brew "gpg"
brew "hadolint"
brew "helm"
brew "httpie"
brew "hub"
brew "jq"
brew "kind"
brew "kubectl"
brew "lazydocker"
brew "lazygit"
brew "lynx"
brew "mkdocs"
brew "octant"
brew "pandoc"
brew "pre-commit"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "stow"
brew "terraform"
brew "tfenv"
brew "tldr"
brew "tmux"
brew "trivy"
brew "vault"
brew "vim"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "yq"

# TAPS

tap "rockyluke/devops"
brew "gitlint"

tap "universal-ctags/universal-ctags"
brew "universal-ctags"

tap "golangci/tap"
brew "golangci-lint"

tap "derailed/k9s"
brew "k9s"

tap "instrumenta/instrumenta"
brew "conftest"

tap "homebrew/cask-fonts"
cask "font-jetbrainsmono-nerd-font"
cask "font-iosevka-nerd-font"

# CASKS
tap "homebrew/cask"

cask "1password"
cask "alacritty"
cask "docker"
cask "firefox"
cask "iterm2"
cask "kap"
cask "keycastr"
cask "slack"
cask "spectacle"
cask "drawio"
cask "lens"
cask "macvim"
