aaron-bond.better-comments
alefragnani.project-manager
atlassian.atlascode
augustocdias.tasks-shell-input
bierner.markdown-mermaid
bpruitt-goddard.mermaid-markdown-syntax-highlighting
bungcip.better-toml
christian-kohler.path-intellisense
codezombiech.gitignore
connorshea.vscode-ruby-test-adapter
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
DotJoshJohnson.xml
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.code-runner
foxundermoon.shell-format
GitHub.vscode-pull-request-github
GitLab.gitlab-workflow
golang.go
GrapeCity.gc-excelviewer
GraphQL.vscode-graphql
Gruntfuggly.todo-tree
hashicorp.terraform
hbenl.vscode-test-explorer
hediet.vscode-drawio
humao.rest-client
mads-hartmann.bash-ide-vscode
mitchdenny.ecdc
ms-azuretools.vscode-docker
ms-kubernetes-tools.kind-vscode
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
mtxr.sqltools
naumovs.color-highlight
nopeslide.vscode-drawio-plugin-mermaid
PKief.material-icon-theme
rebornix.ruby
redhat.vscode-xml
redhat.vscode-yaml
richie5um2.vscode-sort-json
rogalmic.bash-debug
rust-lang.rust
snyk-security.vscode-vuln-cost
techer.open-in-browser
Tim-Koehler.helm-intellisense
timonwong.shellcheck
tsandall.opa
vscodevim.vim
wayou.vscode-todo-highlight
wingrunr21.vscode-ruby
yzhang.markdown-all-in-one
