atlassian.atlascode
christian-kohler.path-intellisense
DavidAnson.vscode-markdownlint
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
fatihacet.gitlab-workflow
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
foxundermoon.shell-format
GitHub.github-vscode-theme
GitHub.vscode-pull-request-github
Gruntfuggly.todo-tree
hediet.vscode-drawio
johnpapa.vscode-peacock
karigari.chat
matklad.rust-analyzer
mauve.terraform
ms-azuretools.vscode-docker
ms-kubernetes-tools.kind-vscode
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.Go
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
mtxr.sqltools
PKief.material-icon-theme
rebornix.ruby
redhat.vscode-yaml
serayuzgur.crates
technosophos.vscode-helm
vscodevim.vim
wingrunr21.vscode-ruby
