alefragnani.project-manager
atlassian.atlascode
bungcip.better-toml
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
foxundermoon.shell-format
GitHub.github-vscode-theme
GitHub.vscode-pull-request-github
GitLab.gitlab-workflow
golang.go
GrapeCity.gc-excelviewer
Gruntfuggly.todo-tree
hashicorp.terraform
hediet.vscode-drawio
humao.rest-client
johnpapa.vscode-peacock
ms-azuretools.vscode-docker
ms-kubernetes-tools.kind-vscode
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
mtxr.sqltools
PKief.material-icon-theme
rebornix.ruby
redhat.vscode-yaml
rust-lang.rust
tsandall.opa
vscodevim.vim
wayou.vscode-todo-highlight
wingrunr21.vscode-ruby
yzhang.markdown-all-in-one
