# BREWFILE

## Brews
# brew 'asciinema'
# brew 'awscli'
brew 'docker'
brew 'fzf'
brew 'git'
brew 'go'
brew 'heroku'
brew 'htop'
brew 'hub'
brew 'hugo'
brew 'jq'
brew 'kubectl'
brew 'terraform'
brew 'vim'
brew 'youtube-dl'
brew 'zsh-syntax-highlighting'
brew 'zsh'

## Casks
tap 'caskroom/cask'
cask 'brave'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'google-drive'
cask 'hyper'
cask 'iterm2'
cask 'mojibar'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'visual-studio-code'

## Optional Casks
# cask 'atom'
# cask 'cheatsheet'
# cask 'dotnet'
# cask 'google-cloud-sdk'
cask 'keybase'
# cask 'shiftit'
# cask 'vagrant'
# cask 'virtualbox'

## Security Tools
# cask 'burp-suite'
# cask 'owasp-zap'
