# BREWFILE

## Brews
brew 'awscli'
brew 'bash'
brew 'docker'
brew 'fzf'
brew 'git'
brew 'go'
brew 'htop'
brew 'hub'
brew 'hugo'
brew 'jq'
brew 'kubectl'
brew 'neovim'
brew 'terraform'
brew 'vault'
brew 'vim'

## Casks
tap 'caskroom/cask'
cask 'vagrant'
cask 'virtualbox'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'slack'
cask 'spectacle'
cask 'spotify'
